[
  {
    "id": "415371",
    "name": "Агата Кристи",
    "description": "Агата Кристи – английская писательница, «королева детектива». Автор более сотни рассказов, семнадцати пьес, более семидесяти детективных романов, переведенных на десятки языков мира.",
    "image": "https://www.litres.ru/static/authors/100/00/04/59/00045902_100.jpg",
    "pathName": "agata-kristi"
  },
  {
    "id": "043301",
    "name": "Шарлотта Брандиш",
    "description": "Шарлотта Брандиш – современный автор уютных классических детективов, действие которых происходит в Англии 1930-х годов. Изначально первая книга о близнецах Адамсон была написана автором для своей мамы. История получила тёплые отклики, и через год последовало продолжение.",
    "image": "",
    "pathName": "sharlotta-brandish"
  },
  {
    "id": "088550",
    "name": "Кэтрин Ллойд",
    "description": "",
    "image": "",
    "pathName": "ketrin-lloyd"
  },
  {
    "id": "483138",
    "name": "Юлия Ефимова",
    "description": "Юлия Ефимова – российская писательница, автор лирических детективов.",
    "image": "https://www.litres.ru/static/authors/100/17/53/18/17531856_100.jpg",
    "pathName": "yuliya-yefimova"
  },
  {
    "id": "264583",
    "name": "Елена Михалкова",
    "description": "Елена Михалкова – современная российская писательница, сценаристка и поэтесса, автор популярных детективных романов и рассказов.",
    "image": "https://www.litres.ru/static/authors/100/00/06/02/00060275_100.jpg",
    "pathName": "yelena-mikhalkova"
  },
  {
    "id": "608655",
    "name": "Джейн Остин",
    "description": "Джейн Остин (распространён также вариант Джейн Остен) – британская писательница, сатирик, классик английской, а также мировой литературы. Она первой стала создавать семейные романы для женщин. Считается основоположником литературного реализма в Великобритании.",
    "image": "https://www.litres.ru/static/authors/100/09/88/15/09881590_100.jpg",
    "pathName": "dzheyn-ostin"
  },
  {
    "id": "104809",
    "name": "Лев Толстой",
    "description": "Лев Толстой – глава русской литературы, просветитель, публицист, религиозный мыслитель, член-корреспондент Императорской Академии наук, почетный академик по разряду изящной словесности, обладатель Императорского ордена Святой Анны, медалей «За защиту Севастополя», «В память войны 1853–1856», «В память 50-летия защиты Севастополя».",
    "image": "https://www.litres.ru/static/authors/100/00/04/65/00046570_100.jpg",
    "pathName": "lev-tolstoy"
  },
  {
    "id": "798046",
    "name": "Федор Достоевский",
    "description": "Фёдор Достоевский – классик русской литературы, философ и публицист",
    "image": "",
    "pathName": "fedor-dostoyevskiy"
  },
  {
    "id": "788230",
    "name": "Эмиль Золя",
    "description": "«Действовать, создавать, сражаться, побеждать или быть побежденным – вот в чем вся радость, вся жизнь здорового человека», – был убежден классик французской литературы, публицист и общественно-политический деятель Эмиль Золя.",
    "image": "https://www.litres.ru/static/authors/100/00/04/94/00049485_100.jpg",
    "pathName": "emile-zolya"
  },
  {
    "id": "277633",
    "name": "Уилки Коллинз",
    "description": "Писатель и драматург викторианской эпохи Уилки Коллинз родился 8 января 1824 года в Лондоне. Отец писателя – известный пейзажист – с детства прививал Коллинзу любовь к прекрасному: брал с собой на этюды, обсуждал с ним философию и искусство. Ранние впечатления отразились на умении автора передать антураж и пейзажи в своих произведениях. После обучения в школе-интернате юный Коллинз работал в торговой фирме Antrobus. В 1846 году начал изучать юриспруденцию в Lincoln's Inn, но вскоре решил полностью посвятить себя литературе. В 19 лет он напечатал первый очерк, а в 1850 году опубликовал исторический роман «Антонина».",
    "image": "https://www.litres.ru/static/authors/100/00/05/28/00052868_100.jpg",
    "pathName": "wilki-kollinz"
  },
  {
    "id": "149520",
    "name": "Чарльз Диккенс",
    "description": "Чарльз Диккенс – английский писатель, романист, классик мировой литературы, один из крупнейших прозаиков XIX века. Автор знаменитых романов «Приключения Оливера Твиста», «Дэвид Копперфильд», «Тайна Эдвина Друда» и многих других.",
    "image": "https://www.litres.ru/static/authors/100/00/04/77/00047708_100.jpg",
    "pathName": "charlez-dikkens"
  },
  {
    "id": "584187",
    "name": "Маргарет Митчелл",
    "description": "Маргарет Митчелл – американская писательница. Родилась 8 ноября 1900 года в Атланте, штат Джорджия, в семье потомков шотландских и французских эмигрантов. В 1914 году поступила в частную школу-семинарию для девочек, в 1918-м – в Колледж Смита в Массачусетсе. В 1922 году выходит замуж за Беррьена Апшоу, но брак просуществовал всего год. Со вторым мужем Джоном Маршем Митчелл провела остаток жизни. Детей у супругов не было. До 1926 года писательница работала репортером в Воскресном журнале Атланты, а затем решила уволиться и посвятить себя литературе.",
    "image": "https://litres.ru/static/authors/100/00/04/94/00049433_100.jpg",
    "pathName": "margaret-mitchell"
  },
  {
    "id": "852177",
    "name": "Стивен Кинг",
    "description": "Стивен Кинг – американский писатель, создающий ужасы, триллеры, фантастику, фэнтези, мистические романы и драмы, обладатель премий Брэма Стокера и О. Генри, Всемирной премии фэнтези, наград Британского общества фэнтези и Канадской ассоциации книготорговцев, медали Национального фонда книг за выдающийся вклад в американскую литературу, звания Великого Магистра от Американских писателей-мистиков, Национальной медали США в области искусств с формулировкой «за сочетание захватывающих историй с анализом человеческой натуры».",
    "image": "https://www.litres.ru/static/authors/100/00/04/48/00044826_100.jpg",
    "pathName": "stiven-king"
  }
]






